Revit 2027 API
BuiltInFailures.GroupFailures.CannotAddToGroupFormatWarn Property
 [Element] cannot be added to the instance of [Group]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotAddToGroupFormatWarn { get; }
Public Shared ReadOnly Property CannotAddToGroupFormatWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotAddToGroupFormatWarn {
	FailureDefinitionId^ get ();
}
static member CannotAddToGroupFormatWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace